export const Navlinks = [
  { name: "কোর্সসমূহ", href: "/courses" },
  { name: "বিস্তারিত", href: "/details" },
  { name: "আমাদের সম্পর্কে", href: "/about-us" },
  { name: "সাধারণ জিজ্ঞাসা", href: "/faq" },
  { name: "অবস্থান", href: "/locations" },
];


export const features = [
  {
    title: "অফলাইন ব্যাচ",
    description:
      "আমরা সরাসরি ফেস-টু-ফেস ক্লাসের মাধ্যমে আপনার ছোট ছোট সমস্যার সমাধান দেব।",
    icon: "Users",
  },
  {
    title: "কার্যকর শিখন পদ্ধতি",
    description:
      "জটিল টপিকগুলো প্র্যাকটিক্যাল উদাহরণের মাধ্যমে পানির মতো সহজ করে দেওয়া হবে।",
    icon: "Lightbulb",
  },
  {
    title: "ভিন্ন ভিন্ন প্ল্যান",
    description:
      "আপনার শেখার গতির ওপর ভিত্তি করে আমরা ৩, ৪ এবং ৫ মাসের আলাদা আলাদা কমপ্লিট সিলেবাস কোর্স ডিজাইন করেছি।",
    icon: "Calendar",
  },
  {
    title: "বোর্ড প্রশ্নের ব্যবচ্ছেদ",
    description: "আমরা নিয়মিত বোর্ড পরীক্ষার প্রশ্ন অ্যানালাইসিস করি।",
    icon: "Search",
  },
  {
    title: "সাপ্তাহিক মূল্যায়ন",
    description:
      "প্রতি ২ সপ্তাহ অন্তর আপনার মেধা যাচাইয়ের জন্য পরীক্ষা নেওয়া হবে।",
    icon: "ClipboardCheck",
  },
  {
    title: "স্পেশাল সলভ ক্লাস",
    description:
      "পরীক্ষার পর আমরা আপনার দুর্বলতাগুলো খুঁজে বের করব এবং সেই দুর্বল টপিকগুলোর ওপর আলাদা সময়ে সলভ ক্লাস নেব।",
    icon: "HelpCircle",
  },
];